{
  "serverSelector": {
    "aboutItems": {
      "browserInformation": "Informationen zum Browser",
      "logFileLocation": "Speicherort der Protokolldatei",
      "serverSelector": "Startseite",
      "startPageCorsOrigin": "CORS Origin"
    },
    "button": {
      "connect": "Verbinden",
      "details": "Details",
      "openLogFile": "Protokolldatei öffnen"
    },
    "links": {
      "about": "Über Acrolinx",
      "cantConnect": "Sie können keine Verbindung zum Acrolinx Server herstellen?",
      "needHelp": "Hilfe"
    },
    "message": {
      "invalidServerAddress": "Diese Adresse scheint nicht korrekt zu sein. Überprüfen Sie die eingegebene Adresse und versuchen Sie es erneut.",
      "noCloudSidebar": "Ihr Server scheint eine ältere Sidebar-Version zu unterstützen. Wir haben versucht, eine ältere Sidebar aus der Acrolinx Cloud zu laden. Dabei ist aber ein Verbindungsproblem aufgetreten. Prüfen Sie Ihre Internetverbindung.",
      "serverConnectionProblemHttp": "Wir konnten keine Verbindung zu Ihrem Acrolinx Server herstellen.\n\nWir sind nicht sicher, woran das liegt. Es kann sein, dass Ihr Server keine unsicheren Verbindungen akzeptiert oder nicht aktiv ist.\n\nWenn Sie Acrolinx in einer Webanwendung nutzen, kann es sein, dass Ihr Server nicht für Cross-Origin Resource Sharing (CORS) eingerichtet ist.\n\nBitten Sie Ihren Serveradministrator, die Verfügbarkeit Ihres Servers zu überprüfen, wenn Sie sicher sind, dass die Serveradresse korrekt ist.",
      "serverConnectionProblemHttpNoCorsProblem": "Wir konnten keine Verbindung zu Ihrem Acrolinx Server herstellen.\n\nWir sind nicht sicher, woran das liegt. Es könnte sein, dass Ihr Server keine unsicheren Verbindungen akzeptiert oder nicht aktiv ist.\n\nBitten Sie Ihren Serveradministrator, die Verfügbarkeit Ihres Servers zu überprüfen, wenn Sie sicher sind, dass die Serveradresse korrekt ist.",
      "serverConnectionProblemHttps": "Wir konnten keine Verbindung zum Server herstellen.\n\nEntweder akzeptiert Ihr Server keine sicheren Verbindungen oder er ist nicht aktiviert.\n\nWenn Sie Acrolinx in einer Webanwendung nutzen, ist Ihr Server möglicherweise nicht für Cross-Origin Resource Sharing (CORS) eingerichtet.\n\nBitten Sie Ihren Serveradministrator, die Verfügbarkeit Ihres Servers zu überprüfen, wenn Sie sicher sind, dass die Serveradresse korrekt ist.",
      "serverConnectionProblemHttpsNoCorsProblem": "Wir konnten keine Verbindung zu Ihrem Acrolinx Server herstellen.\n\nWir sind nicht sicher, woran das liegt. Es könnte sein, dass Ihr Server keine sicheren Verbindungen akzeptiert oder nicht aktiv ist.\n\nBitten Sie Ihren Serveradministrator, die Verfügbarkeit Ihres Servers zu überprüfen, wenn Sie sicher sind, dass die Serveradresse korrekt ist.",
      "serverConnectionProblemTimeoutHttp": "Wir konnten keine Verbindung zu Ihrem Acrolinx Server herstellen.\n\nWir sind nicht sicher, woran das liegt. Es kein sein, dass Ihr Server keine unsicheren Verbindungen akzeptiert oder nicht aktiv ist. Es kann aber auch daran liegen, dass Ihre Verbindung zu langsam ist.\n\nBitten Sie Ihren Serveradministrator, die Verfügbarkeit Ihres Servers zu überprüfen, wenn Sie sicher sind, dass die Serveradresse korrekt ist.",
      "serverConnectionProblemTimeoutHttps": "Wir konnten keine Verbindung zu Ihrem Acrolinx Server herstellen.\n\nWir sind nicht sicher, woran das liegt. Es kein sein, dass Ihr Server keine sicheren Verbindungen akzeptiert oder nicht aktiv ist. Es kann aber auch daran liegen, dass Ihre Verbindung zu langsam ist.\n\nBitten Sie Ihren Serveradministrator, die Verfügbarkeit Ihres Servers zu prüfen, wenn Sie sicher sind, dass die Serveradresse korrekt ist.",
      "serverIsNoAcrolinxServerOrHasNoSidebar": "Der Server, mit dem wir eine Verbindung herstellen wollten, scheint kein Acrolinx Server zu sein. Es kann auch sein, dass die Serverversion die Sidebar nicht unterstützt. Bitten Sie Ihren Serveradministrator, Ihre Acrolinx Serverversion zu überprüfen, wenn Sie sicher sind, dass die Serveradresse korrekt ist.",
      "serverIsNotSecure": "Sie müssen sich mit einem sicheren Server verbinden. Eine sichere Serveradresse beginnt mit \"https\"."
    },
    "placeHolder": {
      "serverAddress": "Acrolinx Serveradresse"
    },
    "title": {
      "about": "Über",
      "logFile": "Protokolldatei",
      "serverAddress": "Serveradresse"
    },
    "tooltip": {
      "httpsRequired": "Sie müssen sich mit einem sicheren Server verbinden. Eine sichere Serveradresse beginnt mit \"https\"."
    }
  }
}