{
  "serverSelector": {
    "aboutItems": {
      "browserInformation": "Informationen zum Browser",
      "logFileLocation": "Speicherort der Protokolldatei",
      "serverSelector": "Startseite",
      "startPageCorsOrigin": "CORS Origin"
    },
    "button": {
      "connect": "Verbinden",
      "details": "Details",
      "openLogFile": "Protokolldatei öffnen"
    },
    "links": {
      "about": "Über Acrolinx",
      "cantConnect": "Sie können keine Verbindung zu Acrolinx herstellen?",
      "needHelp": "Hilfe"
    },
    "message": {
      "invalidServerAddress": "Ist die Acrolinx-URL korrekt? Überprüfen Sie die eingegebene URL und versuchen Sie es erneut.",
      "loadSidebarTimeout": "Die Sidebar braucht zu lange zum Laden. Überprüfen Sie Ihre Netzwerkverbindung oder wenden Sie sich an Ihren Acrolinx-Administrator.",
      "outdatedServer": "Ihre Acrolinx-Integration scheint eine neuere Serverversion zu brauchen, um die Sidebar zu laden. Bitten Sie Ihren Acrolinx-Administrator, Ihren Server zu aktualisieren.",
      "serverConnectionProblemHttp": "Wir konnten keine Verbindung zu Ihrem Acrolinx Server herstellen. Überprüfen Sie, ob die URL korrekt ist. Wenn Sie trotzdem keine Verbindung herstellen können, wenden Sie sich an Ihren Acrolinx-Administrator. Möglicherweise akzeptiert Ihr Server keine unsicheren Verbindungen.",
      "serverConnectionProblemHttps": "Wir konnten keine Verbindung zu Ihrem Acrolinx Server herstellen. Überprüfen Sie, ob die URL korrekt ist. Wenn Sie trotzdem keine Verbindung herstellen können, wenden Sie sich an Ihren Acrolinx-Administrator. Möglicherweise akzeptiert Ihr Server keine sicheren Verbindungen.",
      "serverIsNoAcrolinxServerOrHasNoSidebar": "Es sieht so aus, als ob dies kein Acrolinx Server ist oder die Serverversion die Sidebar nicht unterstützt. Bitten Sie Ihren Serveradministrator, Ihre Serverversion zu überprüfen, wenn Sie sicher sind, dass die Acrolinx-URL korrekt ist.",
      "serverIsNotSecure": "Sie müssen sich mit einem sicheren Server verbinden. Eine sichere Acrolinx-URL beginnt mit \"https\"."
    },
    "placeHolder": {
      "serverAddress": "Acrolinx-URL"
    },
    "title": {
      "about": "Über",
      "logFile": "Protokolldatei",
      "serverAddress": "Acrolinx-URL"
    },
    "tooltip": {
      "httpsRequired": "Sie müssen sich mit einem sicheren Server verbinden. Eine sichere Acrolinx-URL beginnt mit \"https\".",
      "openHelp": "Hilfeinformationen in einem Webbrowser-Fenster öffnen"
    }
  }
}