{
  "serverSelector": {
    "aboutItems": {
      "browserInformation": "Informationen zum Browser",
      "logFileLocation": "Speicherort der Protokolldatei",
      "serverSelector": "Startseite",
      "startPageCorsOrigin": "CORS Origin"
    },
    "button": {
      "connect": "Verbinden",
      "details": "Details",
      "openLogFile": "Protokolldatei öffnen"
    },
    "links": {
      "about": "Über Acrolinx",
      "cantConnect": "Sie können keine Verbindung zum Acrolinx Server herstellen?",
      "needHelp": "Hilfe"
    },
    "message": {
      "invalidServerAddress": "Diese Adresse scheint nicht korrekt zu sein. Überprüfen Sie die eingegebene Adresse und versuchen Sie es erneut.",
      "noCloudSidebar": "Ihr Server scheint eine ältere Sidebar-Version zu unterstützen. Wir haben versucht, eine ältere Sidebar aus der Acrolinx Cloud zu laden. Dabei ist aber ein Verbindungsproblem aufgetreten. Prüfen Sie Ihre Internetverbindung.",
      "outdatedServer": "Ihre Acrolinx-Integration scheint eine neuere Serverversion zu brauchen, um die Sidebar zu laden. Bitten Sie Ihren Acrolinx-Serveradministrator, Ihren Server zu aktualisieren.",
      "serverIsNoAcrolinxServerOrHasNoSidebar": "Der Server, mit dem wir eine Verbindung herstellen wollten, scheint kein Acrolinx Server zu sein. Es kann auch sein, dass die Serverversion die Sidebar nicht unterstützt. Bitten Sie Ihren Serveradministrator, Ihre Acrolinx Serverversion zu überprüfen, wenn Sie sicher sind, dass die Serveradresse korrekt ist.",
      "serverIsNotSecure": "Sie müssen sich mit einem sicheren Server verbinden. Eine sichere Serveradresse beginnt mit \"https\"."
    },
    "placeHolder": {
      "serverAddress": "Acrolinx Serveradresse"
    },
    "title": {
      "about": "Über",
      "logFile": "Protokolldatei",
      "serverAddress": "Serveradresse"
    },
    "tooltip": {
      "httpsRequired": "Sie müssen sich mit einem sicheren Server verbinden. Eine sichere Serveradresse beginnt mit \"https\".",
      "openHelp": "Wir konnten die Help Center URL nicht öffnen:"
    }
  }
}